Repository: lewtds/sleepy
Catalog: po/*.po
Languages: vi

source: Stop
vi: Dừng lại

source: %s left
vi: Còn %s nữa

source: Set Timer
vi: Hẹn giờ

source: Quit
vi: Thoát

source: The clock is ticking...
vi: Đồng hồ đang chạy...

source: And it will go off at %s. You have %s left, have fun :-j
vi: Và sẽ đổ chuông lúc %s. Bạn còn %s nữa, cứ thoải mái đi :-j

source: The clock has stopped!
vi: Đồng hồ đã ngừng chạy!

source: 30 minutes left...
vi: Còn 30 phút nữa...

source: Take your time. :-j
vi: Cứ từ từ. :-j

source: 15 minutes left...
vi: Còn 15 phút nữa...

source: Maybe preparing the bed now is not a bad idea. ;)
vi: Có lẽ bây giờ dọn giường là vừa đấy. ;)

source: 5 minutes left...
vi: Còn 5 phút nữa...

source: Please save your work and get ready for bed. ZzzZzz
vi: Thu xếp công việc rồi đi ngủ nào. ZzzZzz

source: %d hour
vi: %d giờ

source: %d minute
vi: %d phút

source: Sleep Timer
vi: Hẹn giờ đi ngủ

source: Tell you the best time to go to sleep
vi: Cho bạn biết khi nào nên đi ngủ để tỉnh dậy thật sảng khoái
